brew "awscli"
brew "bat"
brew "delta"
brew "docker-compose"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "just"
brew "gemini-cli"
brew "gh"
brew "git"
brew "go"
brew "lazygit"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "caffeine"
cask "claude-code"
cask "discord"
cask "docker-desktop"
cask "font-fira-code"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "nosql-workbench"
cask "signal"
cask "visual-studio-code"
cask "whatsapp"

tap "terror/tap"
brew "terror/tap/just-lsp"
